Repository: FlyfishO25/IconRestore
Catalog: Assets/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 删除
en: Remove

source: 图标恢复器
en: Icon Restore

source: 开始扫描...
en: Scanning…

source: 恢复
en: Restore

source: 恢复 macOS 应用程序的原始图标
en: Restore the original icons of macOS Apps

source: 恢复全部
en: Restore All

source: 恢复操作失败
en: Restore failed

source: 扫描完成！
en: Scanning Complete!

source: 扫描应用
en: Scan Apps

source: 找不到 Info.plist 文件
en: Can’t find Info.plist

source: 找不到图标文件
en: Can’t find icon

source: 找不到应用程序包
en: Can’t find App Bundle

source: 提示
en: Info

source: 正在恢复应用图标...
en: Restoring…

source: 正在扫描应用程序...
en: Scanning Apps

source: 清空
en: Clear

source: 点击下方按钮扫描应用程序文件夹
en: Press the button below to scan the Applications folder.

source: 版本: %@
en: Version: %@

source: 确定
en: Yes

source: 选择应用
en: Choose Apps

source: 选择需要恢复图标的应用
en: Choose apps to restore
